---
title: 'Podigee sucht die Nummer 1.!'
keywords:
- podcasting
- support
- kunden
description: Unser Podcast-Hosting-Dienst Podigee wächst – und zwar in solch interstellarem Tempo, dass wir dringend deine Unterstützung brauchen! 
date: '2018-07-25T00:00:00Z'
summary: 'TL;DR: Podigee sucht einen Support-Mitarbeiter in Berlin. 25.000 bis 30.000 Euro pro Jahr, mindestens(!) 30 Tage Urlaub, freie Zeiteinteilung und spitzenmäßige Work-Life-Balance. Kein Siezen, keine formellen Bewerbungsunterlagen, kein Business-Bullshit. Melde dich: <a href="mailto:jobs@podigee.com">jobs@podigee.com</a>'
author: mati
image: '/blog/number-one.jpg'
---

<p>Vielleicht sollten wir das alles aber auch etwas ausf&uuml;hrlicher erkl&auml;ren: Von Anfang an ging es bei Podigee nicht darum, um jeden Preis Kunden zu gewinnen, sondern vielmehr denen, die uns ihr Vertrauen schenken, IMMER zur Seite stehen, wenn sie es brauchen. Das hat sich nun wohl rumgesprochen, denn (und darauf sind wir schon ein bisschen stolz) aktuell kommen t&auml;glich neue Kunden hinzu.<span class="Apple-converted-space">&nbsp;</span></p>
<p>&nbsp;</p>
<p>Privat oder Verlag, Einzelk&auml;mpfer oder Podcast-Netzwerk, Kunde, Kundin oder irgendwas dazwischen &ndash; das alles spielt f&uuml;r uns keine Rolle. F&uuml;r uns z&auml;hlt nur: Den besten Support auf diesem Planeten zu leisten! Damit wir das aber trotz Wachstum nachhaltig sicherstellen k&ouml;nnen, ben&ouml;tigen wir dringend Hilfe. Wir brauchen unseren ersten Angestellten!<span class="Apple-converted-space">&nbsp;</span></p>
<p><strong>Genau deshalb m&ouml;chten wir uns hiermit bei dir als Arbeitgeber bewerben!</strong></p>
<p>&nbsp;</p>
<h3>Was kann Podigee dir bieten?</h3>
<p>&gt; Du wirst Teil einer Firma und einer Branche, die aktuell sehr stark wachsen &ndash; und in denen es immer breiter und bunter wird.</p>
<p>&gt; Bei uns gibt es keine Hierarchien, bei uns gibt es nur ein &bdquo;wir&ldquo;. Du sitzt mit den beiden Firmengr&uuml;ndern im selben Boot &ndash; du feierst gemeinsam mit uns Erfolge und lernst gemeinsam mit uns aus Misserfolgen.</p>
<p>&gt; Unsere Firmenkultur fu&szlig;t auf Ehrlichkeit, Transparenz und Fairness. Deine Kollegen sind ambitioniert, aber bodenst&auml;ndig &ndash; und ziehen Qualit&auml;t immer Quantit&auml;t vor.</p>
<p>&gt; Wir ermutigen dich, dich auch jenseits von Kundenbetreuung weiterzuentwickeln. Bei uns kannst du viel &uuml;ber Software-Entwicklung und das SaaS-Gesch&auml;ft lernen. <span class="Apple-converted-space">&nbsp;</span></p>
<p>&gt; Wir bieten dir einen netzwerkfreundlichen Arbeitsplatz in einer extrem netten B&uuml;rogemeinschaft. An einer richtig hippen Location. In Berlin-Kreuzberg, direkt an der Spree und mit optimaler Anbindung an die &Ouml;ffis.</p>
<p>&gt; Vielleicht hast du es bereits zwischen den Zeilen herausgelesen: Wir stecken all unser Herzblut in Podigee, und das seit rund f&uuml;nf Jahren. F&uuml;r uns bist du also nicht einfach nur ein Angestellter: Du bist unser <em>Employee No. 1&trade;</em> &lt;3!</p>
<h3>Ah ja, und was hei&szlig;t das jetzt konkret?</h3>
<p>&nbsp;</p>
<h4>Vertrauensarbeitszeiten</h4>
<p>Bei uns gibt&rsquo;s keine Stempeluhren oder Kernarbeitszeiten. Wir kontrollieren auch nicht, wie viele Stunden du am Rechner sitzt. Es z&auml;hlt nur, dass der Job ordentlich erledigt wird.</p>
<p>Nichtsdestotrotz m&uuml;ssen wir darauf achten, dass unsere Kunden zeitnah Hilfe bekommen. F&uuml;r dich hei&szlig;t das: Zwischen Montag und Freitag musst du t&auml;glich mindestens einmal vormittags und einmal nachmittags die Support-Anfragen in der Mailbox sortieren &ndash; und wenn m&ouml;glich auch direkt darauf antworten.</p>
<p>&nbsp;</p>
<h4>Festanstellung, 60&ndash;100 % Pensum, Montag bis Freitag</h4>
<p>Nochmal: Wir brauchen dich von Montag bis Freitag &ndash; davon abgesehen kannst du dir deine Arbeitszeit frei einteilen. Gerne stellen wir dich in Vollzeit an, bis zu 60 Prozent Teilzeit lassen wir aber mit uns reden.</p>

<p>&nbsp;</p>
<h4>Mindestens 30 Tage Urlaub</h4>
<p>Du hast richtig gelesen: mindestens(!) 30 Tage. Brauchst du in einem Jahr mal ein paar Tage mehr, ist das f&uuml;r uns vollkommen okay. Wir werden auch immer darauf achten, dass du nie deine Work-Life-Balance aus den Augen verlierst!</p>
<p>&nbsp;</p>
<h4>25.000&ndash;30.000 Euro (brutto) Jahresgehalt</h4>
<p>Ja, das sollte mehr sein &ndash; und auch wenn wir jetzt nicht mit den typischen Start-up-Klischees ankommen wollen: Wir versuchen wirklich alles, damit es dir gut geht. Also alles, was wir mit nicht-finanziellen Mitteln eben so tun k&ouml;nnen.</p>
<p>Arm aber sexy &ndash; so sind Podcaster nun mal.</p>

<p>&nbsp;</p>
<h4>Standort Berlin, Remote-Arbeit sp&auml;ter m&ouml;glich</h4>
<p>Unser B&uuml;ro befindet sich aktuell in Berlin Kreuzberg und da solltest du auch arbeiten &ndash; zumindest f&uuml;r eine Weile am Anfang. Nach deiner Einarbeitung k&ouml;nnen wir gerne auch alternative Arbeitskonzepte verhandeln.</p>
<p>&nbsp;</p>
<h3>Wen genau suchen wir bei Podigee?</h3>
<p>&gt; Eine Person, die sich &bdquo;irgendwas mit Podcasts&ldquo; als Beruf gut vorstellen kann.<span class="Apple-converted-space">&nbsp;</span></p>
<p>&gt; Eine Person, die sich mit Podcasts auskennt und nicht technikscheu ist.<span class="Apple-converted-space">&nbsp;</span></p>
<p>&gt; Eine Person, die gut mit viel Vertrauen und Freiheit klarkommt &ndash; und die auch keine Aufsicht braucht, um ihren Job gut zu erledigen.</p>
<p>&gt; Eine Person, die proaktiv und ehrlich ist, stets aber auch konstruktiv kritisiert, wenn irgendwo etwas verbessert werden kann.</p>
<p>&gt; Eine Person, die gerne auch mal mit anderen Menschen zusammenarbeitet. Aus Gr&uuml;nden.</p>
<p>&gt; Eine Person, die vielleicht noch am Anfang ihrer beruflichen Karriere steht und viel lernen m&ouml;chte.</p>
<p>&gt; Eine Person, die unsere Kunden souver&auml;n und freundlich unterst&uuml;tzt und all ihre Fragen beantwortet.</p>
<p>&gt; Eine Person mit Deutsch als Muttersprache, aber auch (sehr) guten Englischkenntnissen.</p>
<p>&gt; Eine Person, die Lust hat, unsere Dokumentation fortlaufend zu verbessern, zu aktualisieren und zu erg&auml;nzen.</p>
<p>&gt; Eine Person, die so viel Bock auf diesen Job hat, dass sie uns &ndash; selbst wenn nicht alle bisherigen Punkte zutreffen &ndash; trotzdem von sich, ihrer Lernbereitschaft und ihrem Eifer &uuml;berzeugen kann!</p>
<h3><strong>Wie du dich bewerben kannst</strong></h3>
<p>Du bist noch da? Sehr gut! Jetzt musst du dich nur noch bei uns melden &ndash; und das ist auch gar nicht so kompliziert: Wir halten sehr wenig von klassischen Lebensl&auml;ufen und starr strukturierten Vorstellungsgespr&auml;chen. Schreib uns einfach, was dich motiviert und warum du glaubst, dass du f&uuml;r den Job die richtige Person bist. Was du so Cooles gemacht hast. Was dich antreibt.<span class="Apple-converted-space">&nbsp;</span></p>
<p>&nbsp;</p>
<p>Gern kannst du uns das Ganze auch in Audio-Form schicken. Oder als Video. Und blo&szlig; kein Siezen! Easy.</p>
<p>&nbsp;</p>
<p>Unsere E-Mail-Adresse lautet: <a href="mailto:jobs@podigee.com">jobs@podigee.com</a></p>
<p><strong>Wir freuen uns auf dich!</strong></p>

